//*****************************************************************************//
//                  _____                                                      //
//                 / ____|                     /\                              //
//                | |  __   ___  _ __ ___     /  \    _ __  ___                //
//                | | |_ | / _ \| '_ ` _ \   / /\ \  | '__|/ __|               //
//                | |__| ||  __/| | | | | | / ____ \ | |  | (__                //
//                 \_____| \___||_| |_| |_|/_/    \_\|_|   \___|               //
//                                                                             //
//                                                                             //
//                                                                             //
//                                                                             //
//                                                                             //
//    文件名称：GemHyperbolaCurve                                                //
//    说   明：双曲线                                                            //
//    作   者：Dust                                                             //
//    时   间：2023年8月23日                                                     //
//                                                                             //
//*****************************************************************************//
#ifndef GEMHYPERBOLACURVE_H
#define GEMHYPERBOLACURVE_H

class GemHyperbolaCurve
{
public:
	GemHyperbolaCurve();
	~GemHyperbolaCurve();
};
#endif//GEMHYPERBOLACURVE_H