//*****************************************************************************//
//                  _____                                                      //
//                 / ____|                     /\                              //
//                | |  __   ___  _ __ ___     /  \    _ __  ___                //
//                | | |_ | / _ \| '_ ` _ \   / /\ \  | '__|/ __|               //
//                | |__| ||  __/| | | | | | / ____ \ | |  | (__                //
//                 \_____| \___||_| |_| |_|/_/    \_\|_|   \___|               //
//                                                                             //
//                                                                             //
//                                                                             //
//                                                                             //
//                                                                             //
//    文件名称：GemParabolaCurve                                                 //
//    说   明：多项式曲线                                                         //
//    作   者：Dust                                                             //
//    时   间：2023年8月23日                                                     //
//                                                                             //
//*****************************************************************************//
#ifndef GEMPARABOLACURVE_H
#define GEMPARABOLACURVE_H

class GemParabolaCurve
{
public:
	GemParabolaCurve();
	~GemParabolaCurve();
};
#endif//GEMPARABOLACURVE_H